Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ནས་ གཞན་ ཡང་ ཟག་པ་ རིམ་གྱིས་ སྤངས་པ འི་ དགེ་སློང་ དག་ དང་པོ་ མི་དགེ་བ འི་ ཆོས་ སྤོང་ ཞིང་ །_ དགེ་བ འི་ ཆོས་ ཇི་ལྟ ར་ སྒོམ་པ ར་ བྱེད་ ཅིག་ གུ་ སྙམ་ ནས
en: $1 “How does a monk who gradually relinquishes defilement first give up unvirtuous qualities so as to cultivate the qualities of virtue?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ |#| དགེ་སློང་ དེ་ ཐོག་མ་ ཉིད་ དུ་
en: Spiritual practitioners who carefully observe inner phenomena see by means of knowledge derived from hearing, or through the divine eye, that such a monk initially will think as follows:

source: ཡུལ་ དང་ དབང་པོ་ འདི་དག་ ཕན་ཚུན་ རྒྱུ་རྐྱེན་ དུ་ གྱུར་པ་ དག་ གིས་ སྐྱེ་བོ་ ཀུན་ ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ འཁོར་བ ར་ ཞུགས་ཤིང་ ཡོངས་སུ་ འཁྱམ་པ་
en: ‘Mutually serving as causes and conditions, these objects and faculties have since beginningless time caused beings to remain within, and wander throughout, cyclic existence.

source: དེ་དག་ ཉིད་ ཀྱི་ སྐྱེ་བ འི་ རྒྱུ ར་ གྱུར་པ །_
en: This is the cause of birth.

source: ཡུལ་ གྱི་ རྒྱ་མཚོ་ ལ་ རྣམ་པར་ རྟོག་པ ར་ བྱེད་ དེ ནང་ དང་ ཡུལ་ དེ་དག་ གིས་ སྐྱེ་བོ་ འདི་དག་ འཁྱམ་ མོ་ སྙམ་ མོ །_།
en: Thoughts are formed in relation to the ocean of objects, and so these inner factors and objective factors cause beings to wander.’

source: དེ་ རེ་ཞིག་ ཐོག་མ་ ཉིད་ དུ་ དེ་ལྟ ར་ དབེན་པ་ ལ་ མངོན་པར་ དགའ་བ་ གོམས་པ ར་ བྱེད་ དེ །_
en: $2 “With such thoughts in mind he will first of all give rise to a great sense of joy in relation to places of solitude, and then become accustomed to that.

source: དགོན་པ་ དང་ །_ ཚལ་ གྱི་ ནང་ དང་ །_ ཀུན་དག འི་ ར་བ་ དང་ །_ སོག་མ འི་ ཁྲོད་ དང་ །_ ཤིང་ དྲུང་ དང་ །_ དུར་ཁྲོད་ དབེན་པ་ རྣམས་ སུ་ སེམས་ སྤྲེའུ་ ལྟ་བུ་ གདུལ་བ འི་ ཕྱིར་ གོམས་པ ར་ བྱེད་ དེ
en: Thus, in the wilderness, jungles, or parklands, upon a seat of straw, in front of a tree, or in a charnel ground, he will familiarize himself with the practice of taming the monkey-like mind.

source: དབེན་པ་ ལ་ མངོན་པར་ དགའ་བ འི་ སེམས་ ཤིན་ཏུ་ དང་བ ར་ བྱེད་ དོ །_།
en: $3 “Delighting in solitude, he will develop an inspired mind.

source: དེ་ གྲོང་ དག་ ཏུ་ དགོད་ དགོད །_ སྒེག་ སྒེག _། རྩེ་ རྩེ་བ་ དག་ ལ་ མངོན་པར་ མི་ དགའ་ ཞིང་ ཕ་རོལ་ གྱི་ བུད་མེད་ དེ་ ལ་ ལྟ་བ ར་ མི་ བྱེད་ ལ །_ འདུ་འཛི་ ལ་ མངོན་པར་ དགའ་བ ར་ མི་ བྱེད་ དོ །_།
en: With no appreciation for the fun, attractions, and games of the city, he will not look at females in front of him and he has no interest in mundane business.

source: ཚངས་པ ར་ སྤྱོད་པ་ ལ་ ཚོགས་ གཉིས་ འདྲ་ སྟེ །_ འདུ་འཛི་ དང་ སྨད་ འཚོང་ ངོ་ །_།
en: For those who pursue pure conduct,#25 two gatherings are equally to be avoided: business and prostitutes.

source: དེ་ ཚོགས་ གཉིས་ སྤངས་ ནས་ དང་པོ ར་ དེ འི་ ཡིད་ རྩེ་གཅིག་ ལ་ དགའ་ ཞིང་ རབ་ཏུ་ དང་བ ར་ བྱེད་ དེ །_
en: As he gives up those two, his mind will first become one-pointed, joyous, and buoyant.

source: དེ་ ཐོག་མ་ ཉིད་ དུ་ ཇི་ལྟ ར་ ན་ སེམས་ འདི་ བསྡུ་བ་ [109b] དང་ གཟུང་བ ར་ ནུས་ སྙམ་ དུ་ ཡང་དག་ པར་ རྣམ་པར་ རྟོག་པ ར་ བྱེད་ དོ །_།
en: Thus, he will initially think, ‘How should I first compose and take hold of my mind?’ {{page:{number:56,id:UT22084-068-021-100082,folio:F.109.b,volume:V68}}}

source: དེ་ ཐོག་མ་ ཉིད་ དུ་ འདི་ལྟར་ ཡིད་ ཀྱི་ དཔྱོད་པ་ བཅྭ་ བརྒྱད་ དག་ གིས་ དགེ་བ་ དང་ །_ མི་དགེ་བ་ དང་ །_ ལུང་ དུ་མ་ བསྟན་པ་ ལ་ ཡིད་ འཇུག་པ ར་ བྱེད་ དོ་ སྙམ་ མོ །_།
en: $4 “At this point he will understand the mind’s engagement with what is virtuous, unvirtuous, and neutral in terms of eighteen categories of discernment.

source: བཅྭ་ བརྒྱད་ གང་ཞེ་ན །_
en: What are those eighteen?

source: འདི་ལྟ་སྟེ །_ མིག་ གིས་ གཟུགས་ མངོན་ ནས་ ཡིད་ བདེ་བ འི་ གནས་ སུ་ འགྱུར་བ་ ནི །_ ཀུན་ ནས་ ཉོན་མོངས་པ་ མི་དགེ་བ འི་ རྣམ་པར་ སྨིན་པ ར་ འགྱུར་བ་ སོ་སོ ར་ མྱོང་བ ར་ བྱེད་ ཅིང་ །_ ཡང་དག་ པར་ རབ་ཏུ་ རྟོག་པ ར་ བྱེད་ དོ །_།
en: Here he will think, (1) ‘When forms appear to the eyes and are appreciated by the mind, that is afflictive. Hence, such an event leads to the experience of the ripening of unvirtuous factors.

source: ཡིད་ མི་ བདེ་བ འི་ གནས་ སུ་ འགྱུར་བ་ ནི །_ འདོད་ཆགས་ དང་ བྲལ་བ་ ཡིན་ ཏེ །_ དེ འི་ དགེ་བ འི་ རྣམ་པར་ སྨིན་པ་ ཡིན་ ནོ །_།
en: (2) On the other hand, when forms appear and become the source of mental displeasure, there is freedom from desire, and thus there will be the ripening of virtuous factors.

source: བཏང་སྙོམས་ ཀྱི་ གནས་ སུ་ འགྱུར་བ་ ནི །_ ལུང་ དུ་མ་ བསྟན་པ འི་ རྣམ་པར་ སྨིན་པ་ ཡིན་ ནོ །_།
en: (3) Finally, when forms are registered as neutral, that will bring about the ripening of indeterminate factors.

source: དེ་ལྟ ར་ རྣ་བ ས་ སྒྲ་ ཐོས་ ནས་ ཡིད་ བདེ་བ འི་ གནས་ སུ་ འགྱུར་བ་ ནི །_ ཀུན་ ནས་ ཉོན་མོངས་པ་ མི་དགེ་བ འི་ རྣམ་པར་ སྨིན་པ་ ཡིན་ ནོ །_།
en: (4) Likewise, when sounds are heard and appreciated by the mind, that event is afflictive and will bring about the ripening of unvirtuous factors.

source: ཡིད་ མི་ བདེ་བ འི་ གནས་ སུ་ འགྱུར་བ་ ནི །_ རྣམ་པར་ བྱང་བ་ ལ་ དམིགས་པ་ དགེ་བ འི་ རྣམ་པར་ སྨིན་པ་ ཡིན་ ནོ །_།
en: (5) On the other hand, when the mind is displeased with a sound, it will observe purification and so virtuous factors will ripen.

source: དེ་བཞིན་ དུ་ སྣ ས་ དྲི་ བསྣམས་ ནས་ ཡིད་ བདེ་བ འི་ གནས་ སུ་ འགྱུར་བ་ ནི །_ ཀུན་ ནས་ ཉོན་མོངས་པ་ མི་དགེ་བ འི་ རྣམ་པར་ སྨིན་པ་ ཡིན་ ནོ །_།
en: (7) When scents are registered by the nose and appreciated by the mind, that event is afflictive and will bring about the ripening of unvirtuous factors.

source: ཡིད་ མི་ བདེ་བ འི་ གནས་ སུ་ འགྱུར་བ་ ནི །_ རྣམ་པར་ བྱང་བ་ དགེ་བ འི་ རྣམ་པར་ སྨིན་པ་ ཡིན་ ནོ །_།
en: (8) When the mind reacts with displeasure, the context is one of purification and there will be the ripening of virtuous factors.

source: དེ་བཞིན་ དུ་ ལྕེ ས་ རོ་ མྱོང་ ནས །_ ཡིད་ བདེ་བ འི་ གནས་ སུ་ འགྱུར་བ་ ནི །_ ཀུན་ ནས་ ཉོན་མོངས་པ་ མི་དགེ་བ འི་ རྣམ་པར་ སྨིན་པ་ ཡིན་ ནོ །_།
en: (10) When tastes are registered by the tongue and appreciated by the mind, that event is afflictive and will bring about the ripening of unvirtuous factors.

source: དེ་བཞིན་ དུ་ ལུས་ ཀྱིས་ རེག་བྱ་ ལ་ རེག་ ནས་ ཡིད་ བདེ་བ འི་ གནས་ སུ་ འགྱུར་བ་ ནི །_ ཀུན་ ནས་ ཉོན་མོངས་པ་ མི་དགེ་བ འི་ རྣམ་པར་ སྨིན་པ་ ཡིན་ [110a] ནོ །_།
en: (13) When textures are registered by the body and appreciated by the mind, that event is afflictive and will bring about the ripening of unvirtuous factors. {{page:{number:57,id:UT22084-068-021-100083,folio:F.110.a,volume:V68}}}

source: དེ་བཞིན་ དུ་ ཡིད་ ཀྱིས་ ཆོས་ཤེས་ ནས །_ ཡིད་ བདེ་བ འི་ གནས་ སུ་ འགྱུར་བ་ ནི །_ ཀུན་ ནས་ ཉོན་མོངས་པ་ མི་དགེ་བ འི་ རྣམ་པར་ སྨིན་པ་ ཡིན་ ནོ །_།
en: (16) When mental phenomena are registered by the mind and appreciated by the mind, that event is afflictive and will bring about the ripening of unvirtuous factors.

source: བཏང་སྙོམས་ ཀྱི་ གནས་ སུ་ འགྱུར་བ་ ནི །_ ལུང་ དུ་མ་ བསྟན་པ འི་ རྣམ་པར་ སྨིན་པ་ ཡིན་ ཏེ །_
en: (18) When the reaction is neutral, there will be the ripening of indeterminate factors.

source: དེ་ལྟ ར་ ཡིད་ ཀྱི་ དཔྱོད་པ་ བཅྭ་ བརྒྱད་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ དག་ གིས་ འཁོར་བ་ ན་ འཆི་བ་ དང་ སྐྱེ་བ ར་ འགྱུར་ རོ་ སྙམ་ མོ །_།
en: Thus, birth and death within cyclic existence occur in terms of these eighteen categories of discernment.’

source: གང་ གི་ ཚེ་ དགེ་སློང་ དེ་ ཡིད་ ཀྱི་ དཔྱོད་པ་ བཅྭ་ བརྒྱད་ དག་ མཐོང་བ་ དེ འི་ ཚེ་ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ ཀུན་ ཏུ་ དགའ་ ནས་ ས་བླ འི་ གནོད་སྦྱིན་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: $5 “Whenever a monk perceives these eighteen forms of discernment, the terrestrial yakṣas will rejoice deeply and convey this news to the celestial yakṣas.

source: བར་སྣང་ ལ་ སྤྱོད་པ་ དང་ །_ ས་བླ འི་ གནོད་སྦྱིན་ ཡིད་ རབ་ཏུ་ དགའ་བ ས་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: Delighted, the terrestrial and celestial yakṣas will further pass the news to the Four Great Kings, who will receive it with deep appreciation.

source: རྒྱལ་པོ་ ཆེན་པོ་ བཞི་པོ་ དེ་དག་ གིས་ རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ རྣམས་ ལ་ གང་ འཛམ་བུ འི་ གླིང་ དུ་ གྲོང་ ཆེ་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་རྡལ་ མང་གེ་མོ་ ཞིག་ དང་ །_ ཡུལ་ ག་གེ་མོ་ ཞིག་ ཏུ་ རིགས་ ཆེ་གེ་མོ་ ཞིག་ གི་ རིགས་ ཀྱི་ བུ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཏེ གོས་ ངུར་སྨྲིག་ བགོས་ ནས་ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ སྟེ །_
en: The Four Great Kings will, in turn, tell the gods of their realm, ‘In Jambudvīpa a noble son who is of such and such a village, town, area, and family has shaved off his hair and beard, donned the saffron-colored robes, and with faith gone forth from the household to become a homeless mendicant.

source: དེ་ ཡིད་ ཀྱི་ དཔྱོད་པ་ བཅྭ་ བརྒྱད་ དག་ ལ་ རབ་ཏུ་ རྟོག་པ ར་ བྱེད་ ཅིང་ མངོན་སུམ་ དུ་ བྱེད་ ལ་ དབེན་པ་ ལ་ མངོན་པར་ དགའ་ སྟེ །_ མཐའ་ གཅིག་ ལ་ སྤྱོད་པ་ ཡིན་ ནོ་ ཞེས་ མངོན་པར་ བསྙད་ དོ །_།
en: He has understood and directly perceived the eighteen forms of discernment and is now delighting in seclusion and undivided practice.’

source: རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ དག་ ལས་ རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ དག་ གིས་ དེ་ ཐོས་ ནས་ བདུད་ ཀྱི་ ཕྱོགས་ ནི་ དམས་པ ར་ འགྱུར་ ལ །_ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ མངོན་པར་ མཐོ་བ ར་ འགྱུར་ རོ་ སྙམ་ ནས ཀུན་ ཏུ་ དགའ་བ ར་ འགྱུར་ རོ །_།
en: “When the gods of the realm of the Four Great Kings hear this message from the kings, they will feel great joy and think, ‘The forces of the māras are waning; the forces of the sacred Dharma are on the rise!’

source: རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ དེ་དག་ གིས་ ལྷ འི་ དབང་པོ་ བརྒྱ་བྱིན་ ལ །_
en: $6 “The gods of the realm of the Four Great Kings will then convey to Śakra, lord of the gods,

source: ལྷ་ གང་ འཛམ་བུ འི་ གླིང་ ན་ རིགས་ ཆེ་གེ་མོ་ ཞིག་ ལས་ ཞེས་ བྱ་བ་ ནས །_ རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཏེ །_ གོས་ ངུར་སྨྲིག་ [110b] བགོས་ ནས་ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ སྟེ །_
en: ‘In Jambudvīpa a noble son known as so-and-so, who is of such and such a family, has shaved of his hair and beard, donned the saffron-colored robes, {{page:{number:58,id:UT22084-068-021-100084,folio:F.110.b,volume:V68}}} and with faith gone forth from the household to become a homeless mendicant.

source: དེ་ དབེན་པ་ ནས་ དུར་ཁྲོད་ ཀྱི་ བར་ ལ་ དགའ་བ་
en: He takes delight in the wilderness . . ., and so forth, up to and including the charnel ground.

source: ཡིད་ ཀྱི་ དཔྱོད་པ་ བཅྭ་ བརྒྱད་ ལ་ རབ་ཏུ་ རྟོག་པ ར་ བྱེད་ ཅིང་ མངོན་སུམ་ དུ་ བྱས་ ནས་ ཉེ་བ ར་ བསྒྲུབས་ ཏེ་ གནས་ སོ་ ཞེས་ མངོན་པར་ བསྙད་ དོ །_།
en: He has understood and seen the eighteen discernments and is thus now engaged in practice.’

source: རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ དེ་དག་ ལས་ ལྷ འི་ དབང་པོ་ ཀོའུ་ ཤི་ ཀ ས་ དེ་ ཐོས་ ནས་ ཡིད་ མཆོག་ ཏུ་ དགའ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: $7 “Thus, Kauśika, ruler of the gods, will with deep appreciation receive this news from the gods of the realm of the Four Great Kings.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ ཡིད་ ཀྱི་ དཔྱོད་པ་ བཅྭ་ བརྒྱད་ རབ་ཏུ་ མཐོང་བ །_ འདོད་པ་ ལས་ གཞན་པ འི་ ས་ ཇི་ལྟ་བུ་ ཡིད་ ལ་ བྱེད་ ཅིག་ གུ་ སྙམ་ ནས །_
en: $8 “How does a monk who has perceived the eighteen discernments bring grounds other than that of desire to mind?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ འཕགས་པ འི་ བྱིན་ གྱི་ རླབས་ བཞི་ མཐོང་ སྟེ །_
en: Spiritual practitioners who carefully observe inner phenomena see by means of knowledge derived from hearing, or through the divine eye, that there are four bases of noble beings.

source: འདི་ལྟ་སྟེ །_ ཤེས་རབ་ ཀྱི་ བྱིན་ གྱི་ རླབས་ དང་ །_ བདེན་པ འི་ བྱིན་ གྱི་ རླབས་ དང་ །_ གཏོང་བ འི་ བྱིན་ གྱི་ རླབས་ དང་ །_ ཉེ་བ ར་ ཞི་བ འི་ བྱིན་ གྱི་ རླབས་ སོ །_།
en: Those are the bases of insight, truth, abandonment, and pacification.

source: དགེ་སློང་ གིས་ ཤེས་རབ་ ཀྱི་ བྱིན་ གྱི་ རླབས་ ཇི་ལྟ ར་ མཐོང་ ཞེ་ན །_
en: $9 “How does a monk perceive the basis of insight?

source: འདི་ ལ་ དགེ་སློང་ ནི་ དགེ་སློང་ བདག་ཉིད་ ཀྱི་ ལུས་ ཇི་ལྟ ར་ གནས་པ་ དེ་ ཆོས་ཉིད་ ཀྱིས་ མཐོང་ སྟེ །_
en: Here the monk sees in reality the exact constitution of his own body.

source: ལུས་ འདི་ ལ་ ས འི་ ཁམས་ དང་ །_ ཆུ འི་ ཁམས་ དང་ །_ མེ འི་ ཁམས་ དང་ །_ རླུང་ གི་ ཁམས་ དང་ །_ ནམ་མཁ འི་ ཁམས་ དང་ །_ རྣམ་པར་ ཤེས་པ འི་ ཁམས་ དེ་དག་ རབ་ཏུ་ ཤེས་ ཤིང་ རྣམ་པར་ འབྱེད་ ལ་སོ་ སོར་ རྟོག་ གོ །_།
en: Thus, he will recognize, examine, and discern the elements of earth, water, fire, wind, space, and consciousness.

source: དེ་ ལ་ ས འི་ ཁམས་ གང་ཞེ་ན །_
en: $10 “What is the earth element?

source: ས འི་ ཁམས་ རྣམ་པ་ གཉིས་ ཏེ །_ ནང་ ན་ ཡོད་པ་ དང་ །_ ཕྱི་རོལ་ ན་ ཡོད་པ འོ །_།
en: The earth element is of two kinds, because it may be present both internally and externally.

source: དེ་ ལ་ ནང་ ན་ ཡོད་པ་ གང་ཞེ་ན །_
en: What is the one present internally?

source: ལུས་ འདི་ ལ་ གང་ ཆུང་ ཟད་ ནང་ དང་ སོ་སོ འི་ ནང་ དུ་ བཟུང་བ་ དང་ ཟིན་པ འོ །_།
en: It consists of factors of varying degrees of internality that either are embraced by consciousness or merely possessed.

source: དེ་ ལ་ བཟུང་བ་ ནི་ པགས་པ་ དང་ །_ ཤ་ལ་ སོགས་ པས་ བསྡུས་པ འོ །_། ཟིན་པ་ ནི་ སྐྲ་ དང་ །_ སྤུ་ དང་ །_ སེན་མོ་ དང་ །_ སོས་ བསྡུས་པ འོ །_།
en: The factors that are embraced by consciousness include the skin, flesh, and so forth, whereas those that are merely possessed are the hair, body hair, nails, and teeth.

source: སྲ་བ་ དང་ མཁྲང་བ འི་ རྣམ་པ་ ནི་ བཟུང་བ་ དང་ ཟིན་པ་ སྟེ །_
en: The features of solidity and hardness pertain to both the factors that are embraced by consciousness and those that are merely possessed.

source: འདི་ལྟ་སྟེ །_ སྐྲ་ དང་ །_ སྤུ་ དང་ །_ སེན་མོ་ དང་ །_ སོ་ དང་ །_ རྔུལ་ དང་ །_ རང་ གི་ ཤ་ དང་ །_ རུས་པ་ དང་ །_ རྩ་ དང་ །_ རྒྱུས་པ་ དང་ །_ སྙིང་ དང་ །_ མཆིན་པ་ [111a] དང་ །_ གློ་བ་ དང་ །_ མཁལ་མ་ དང་ །_ མཆེར་པ་ དང་ །_ མཆིལ་མ་ དང་ །_ ཕོ་བ་ དང་ །_ ལོང་ ཀ་ དང་ །_ རྒྱུ་མ་ དང་ །_ གཉེ་མ་ དང་ །_ ལྟོ་ དང་ །_ ལྟོ་བ་ དང་ །_ གླད་པ་ དང་ །_ གླད་ རྒྱས་ རྣམས་ སོ །_།
en: And so, they include hair, body hair, nails, teeth, menstrual secretions, and one’s own flesh, bones, veins, sinew, heart, liver, {{page:{number:59,id:UT22084-068-021-100085,folio:F.111.a,volume:V68}}} lungs, kidneys, spleen, saliva, stomach, cecum, intestines, colon, stomach, belly, brain, and brain membranes.

source: གང་ གཞན་ ཡང་ ལུས་ འདི་ ལ་ ནང་ དང་ །_ སོ་སོ འི་ ནང་ དུ་ སྲ་བ་ དང་ །_ མཁྲང་བ འི་ རྣམ་པ་ བཟུང་བ་ དང་ །_ ཟིན་པ་ འདི་ ནི་ ནང་ གི་ ས འི་ ཁམས་ ཞེས་ བྱ འོ །_།
en: Thus, the inner earth element consists of these and other such factors of general and specific internality that are solid and hard, and that are either embraced by consciousness or merely possessed.

source: དེ་ ལ་ ཕྱི་རོལ་ གྱི་ ས འི་ ཁམས་ གང་ཞེ་ན །_
en: $11 “What is the outer earth element?

source: ཕྱི་རོལ་ ལ་ གང་ ཆུང་ ཟད་ སྲ་བ་ དང་ མཁྲང་བ འི་ རྣམ་པ་ མ་ བཟུང་བ །_ མ་ཟིན་པ་ འདི་ ནི་ ཕྱི་རོལ་ གྱི་ ས འི་ ཁམས་ ཞེས་ བྱ འོ །_།
en: External factors that are somewhat solid and hard, and that are neither embraced by consciousness nor merely possessed, are referred to as the outer earth element.

source: དེ་ ལ་ གང་ས འི་ ཁམས་ དེ་ གཅིག་ ཏུ་ བསྡུས་པ འི་ ཁམས་ འདི་ ནི་ ཁམས་ ཙམ་ སྟེ །_
en: $12 “All these factors of the earth element are, as a whole, simply that element.

source: ཚོར་བ ས་ གནས་ སུ་ མ་ བྱས་ ཤིང་ །_ འདོད་རྒྱལ་ གྱིས་ མ་ བྱས་པ འི་
en: They are not a basis for sensation, nor are they produced randomly.

source: ས འི་ ཁམས་ རྟག་པ ར་ མ་ ཡིན །_ བདེ་བ ར་ མ་ ཡིན །_ གཙང་བ ར་ མ་ཡིན་པ ར་ མཐོང་ ཞིང་ །_
en: The earth element is seen to be neither permanent, nor delightful, nor clean.

source: དེ་ བདག་ ཏུ་ མི་ལྟ་བ འི་ ཤེས་རབ་ ཀྱི་ བྱིན་ གྱིས་ བརླབས་ ལ་ ལྷག་པ ར་ མོས་པ འི་ དགེ་སློང་ དེ་ ནི་
en: The monk who thus conceptually establishes the basis of the insight that one does not perceive a self will therefore feel,

source: འདི་དག་ ཐམས་ཅད་ བདག་ གི་ མ་ ཡིན་ དེ་དག་ བདག་ མ་ ཡིན །_ དེ་དག་ བདག་ དང་ བདག་ གི་ མ་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: ‘None of this belongs to the self, nor is it the self. This is neither the self, nor something of the self.’

source: འདི་དག་ ཡང་དག་པ འི་ ཤེས་རབ་ ཀྱིས་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ མཐོང་ ནས །_ ས འི་ ཁམས་ ལ་ སེམས་ འདི་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར་ ཏེ །_
en: When in this way the element of earth is regarded correctly by means of genuine insight one will become free from desire in relation to that element.

source: དེ་ལྟ ར་ དགེ་སློང་ ཤེས་རབ་ ཀྱི་ བྱིན་ གྱིས་ བརླབས་ ལ་ ལྷག་པ ར་ མོས་པ ར་ འགྱུར་ རོ །_།
en: Such is the way that a monk pursues the basis of insight.

source: དེ་ ལ་ ཆུ འི་ ཁམས་ གང་ཞེ་ན །_
en: $13 “What is the water element?

source: ཆུ འི་ ཁམས་ ཀྱང་ རྣམ་པ་ གཉིས་ ཏེ །_ ནང་ ན་ ཡོད་པ་ དང་ །_ ཕྱི་རོལ་ ན་ ཡོད་པ འོ །_།
en: The water element is twofold, as it has both inner and outer aspects.

source: དེ་ ལ་ ནང་ ན་ ཡོད་པ་ ནི་ ལུས་ འདི་ ལ་ གང་ ཆུང་ ཟད་ ཆུ་ དང་ ཆུ འི་ རྣམ་པ་ འབྱུང་བ འི་ མཚན་ཉིད་ ཡིན་ ཏེ །_
en: The internal water element consists of factors with varying degrees of internality that are found within the body and that are fluid and bear the characteristics of water.

source: ཆུ འི་ ཁམས་ ནི་ ལུས་ ལ་ གཤེར་བ འི་ བདག་ཉིད་ དུ་ཡོད་པ་ རྔུལ་ དང་ །_ མཆིལ་མ་ དང་ །_ སྣབས་ དང་ །_ གླད་པ འི་ པྲི་ དང་ །_ ཁྲག་ དང་ །_ ཞག་ དང་ །_ ཆུ་སེར་ དང་ །_ ཚིལ་ དང་ །_ རྐང་ དང་ །_ མཁྲིས་པ་ དང་ །_ གཅིན་ དང་ །_ གླད་ རྒྱས་ རྣམས་ སོ །_།
en: Thus, the water element comprises the bodily fluids as found in menstrual secretions, saliva, mucus, brain fluid, blood, fat, lymph, fatty tissue, marrow, bile, urine, and brain membranes.

source: གང་ གཞན་ ཡང་ ལུས་ འདི་ ལ་ ནང་སོ་ སོ འི་ ནང་ དུ་ ཆུ་ དང་ ཆུ འི་ རྣམ་པ་ བཟུང་བ་ དང་ ཟིན་པ་ གང་ ཆུང་ ཟད་ ཡོད་པ་ འདི་ ནི་ ནང་ གི་ ཆུ འི་ ཁམས་ ཞེས་ བྱ འོ །_།
en: All such bodily factors that are somewhat inner, and that are either embraced by consciousness or merely possessed, constitute the inner water element.

source: ཕྱི་རོལ་ གྱི་ གང་ཞེ་ན །_
en: $14 “What is the outer water element?

source: གང་ ཆུང་ ཟད་ [111b] ཕྱི་རོལ་ གྱི་ ཆུ་ དང་ ཆུ འི་ རྣམ་པར་ གཤེར་བ་ དང་ །_ གཤེར་བ འི་ རྣམ་པ་ སྟེ །_ མ་ བཟུང་ མ་ཟིན་པ་ འདི་ ནི་ ཕྱི་རོལ་ གྱི་ ཆུ འི་ ཁམས་ ཞེས་ བྱ འོ །_།
en: All that can be somewhat {{page:{number:60,id:UT22084-068-021-100086,folio:F.111.b,volume:V68}}} characterized by being an external liquid, bears the features of water, is fluid and bears the features of fluidity, and is neither embraced by consciousness nor merely possessed, is referred to as the outer water element.

source: དེ་ ལ་ གང་ ནང་ གི་ ཆུ འི་ ཁམས་ དང་ །_ གང་ ཕྱི་རོལ་ གྱི་ ཆུ འི་ ཁམས་ དེ་དག་ གཅིག་ ཏུ་ བསྡུས་པ འི་ ཁམས་ འདི་ ནི་ ཁམས་ ཙམ་ སྟེ །_
en: $15 “All these factors of the inner and outer water element are, as a whole, simply that element.

source: འདི་དག་ ཐམས་ཅད་ བདག་ གི་ མ་ ཡིན །_ དེ་དག་ བདག་ མ་ ཡིན །_ དེ་དག་ བདག་ དང་ བདག་ གི་ མ་ཡིན་པ་
en: None of these things belong to the self, nor are they the self as such. They are neither the self, nor something of the self.

source: ཆུ འི་ ཁམས་ ཡང་དག་ པར་ མཐོང་ ནས་ཆུ འི་ ཁམས་ ལ་ སེམས་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར་ ཏེ །_
en: When one thus correctly perceives the element of water, one will become free from desire in relation to that element.

source: དེ་ལྟ ར་ དགེ་སློང་ ཤེས་རབ་ ཀྱི་ བྱིན་ གྱིས་ བརླབས་ ལ་ འཇུག་པ་ ཡིན་ ནོ །_།
en: This is how a monk establishes the basis of insight.

source: དེ་ ལ་ མེ འི་ ཁམས་ གང་ཞེ་ན །_
en: $16 “What is the fire element?

source: མེ འི་ ཁམས་ ཀྱང་ རྣམ་པ་ གཉིས་ ཏེ །_ ནང་ ན་ ཡོད་པ་ དང་ །_ ཕྱི་རོལ་ ན་ ཡོད་པ འོ །_།
en: That element is also twofold, for there is an inner as well as an outer aspect.

source: དེ་ ལ་ ནང་ གི་ མེ འི་ ཁམས་ ནི་ ལུས་ འདི་ ལ་ གང་ ཆུང་ ཟད་ ནང་ དང་ །_ སོ་སོ འི་ ནང་ གི་ མེ་ དང་ །_ མེ འི་ རྣམ་པ་ བཟུང་བ་ དང་ ཟིན་པ འོ །_།
en: The inner fire element consists of factors with varying degrees of internality that are found within the body, factors that are fiery and have fiery features, and are either embraced by consciousness or merely possessed.

source: འདི་ལྟ་སྟེ །_ གང་ གིས་ གདུང་བ ར་ བྱེད་པ་ དང་ །_ གང་ གིས་ ཡོངས་སུ་ སྲེག་པ ར་ བྱེད་པ་ དང་ །_ གང་ གིས་ འབར་བ ར་ བྱེད་པ་ དང་ །_ གང་ གིས་ ཟོས་པ་ དང་ །_ འཐུངས་པ་ དང་ །_ འཆོས་པ་ དང་ །_ མྱངས་པ་ རྣམས་ ལེགས་པ ར་ བདེ་བ ར་ འཇུ་བ ར་ འགྱུར་བ་ དང་ །_
en: Those are the factors that heat, consume, blaze up, or bring about the proper digestion of what is eaten, drunk, digested, and tasted.

source: གང་ གཞན་ ཡང་ ལུས་ འདི་ ལ་ ནང་ གི་ དང་ །_ སོ་སོ འི་ ནང་ གི་ མེ་ དང་ མེ འི་ རྣམ་པ་ བཟུང་བ་ དང་ ཟིན་པ་ འདི་ ནི་ ནང་ གི་ མེ འི་ ཁམས་ ཞེས་ བྱ འོ །_།
en: All such factors of fire that with varying degrees of internality are found within the body, and that are either embraced by consciousness or merely possessed, are what constitute the inner fire element.

source: དེ་ ལ་ ཕྱི་རོལ་ གྱི་ མེ འི་ ཁམས་ གང་ཞེ་ན །_
en: $17 “What is the outer fire element?

source: ཕྱི་རོལ་ གྱི་ གང་ ཆུང་ ཟད་ མེ་ དང་ །_ མེ འི་ རྣམ་པ་ དང་ །_ དྲོ་བ་ དང་ དྲོ་བ འི་ རྣམ་པ་ སྟེ །_ མ་ བཟུང་ མ་ཟིན་པ་ འདི་ ནི་ ཕྱི་རོལ་ གྱི་ མེ འི་ ཁམས་ ཞེས་ བྱ འོ །_།
en: All factors that are somewhat characterized by being external fire, the features of fire, heat, and the features of heat, and that are neither embraced by consciousness nor merely possessed, are collectively referred to as the outer fire element.

source: དེ་ ལ་ གང་ ནང་ གི་ མེ འི་ ཁམས་ དང་ །_ གང་ ཕྱི་རོལ་ གྱི་ མེ འི་ ཁམས་ དེ་དག་ གཅིག་ ཏུ་ བསྡུས་པ འི་ ཁམས་ འདི་ ནི་ ཁམས་ ཙམ་ སྟེ །_
en: $18 “All these factors of the inner and outer fire element are, as a whole, simply that element.

source: དེ་དག་ ཐམས་ཅད་ བདག་ གི་ མ་ ཡིན །_ དེ་དག་ བདག་ མ་ ཡིན །_
en: None of these things belong to the self, nor are they the self as such.

source: དེ་དག་ བདག་ དང་ བདག་ གི་ མ་ ཡིན །_
en: They are neither the self, nor something of the self.

source: འདི་ལྟར་ དེ་དག་ ཡང་དག་པ འི་ ཤེས་རབ་ ཀྱིས་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ མཐོང་ ནས་ མེ འི་ ཁམས་ ལ་ སེམས་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར་ རོ །_།
en: When one sees this correctly by means of genuine insight one will become free from desire in relation to the fire element.

source: དེ་ བྱེད་པ་པོ ས་ གནས་ སུ་ མ་ བྱས་ ཀྱང་ མེ འི་ ཁམས་ [112a] རབ་ཏུ་ འཇུག་ གོ །_།
en: Thus, one will understand the fire element without that becoming the support for the construction of an agent. {{page:{number:61,id:UT22084-068-021-100087,folio:F.112.a,volume:V68}}}

source: དེ་ ལ་ རླུང་ གི་ ཁམས་ གང་ཞེ་ན །_
en: $19 “What is the wind element?

source: རླུང་ གི་ ཁམས་ ཀྱང་ རྣམ་པ་ གཉིས་ ཏེ །_ ནང་ ན་ ཡོད་པ་ དང་ །_ ཕྱི་རོལ་ ན་ ཡོད་པ འོ །_།
en: That is also twofold, for there is an outer and an inner wind element.

source: དེ་ ལ་ ནང་ གི་ གང་ཞེ་ན །_
en: What is the inner wind element?

source: ལུས་ འདི་ ལ་ གང་ ཆུང་ ཟད་ ནང་ དང་ །_ སོ་སོ འི་ ནང་ གི་ རླུང་ དང་ །_ རླུང་ གི་ རྣམ་པ་ ཡང་བ་ དང་ །_ ཡང་ ཞིང་ གཡོ་བ་ བཟུང་བ་ དང་ །_ ཟིན་པ་ སྟེ །_
en: The inner wind element consists of the light and moving features of wind that with varying degrees of internality are found within the body where they are embraced by consciousness or merely possessed.

source: སྟེང་ དུ་ འགྲོ་བ འི་ རླུང་ དང་ །_ འོག་ ཏུ་ འགྲོ་བ འི་ རླུང་ དང་ །_ ངོས་ སུ་ འགྲོ་བ འི་ རླུང་ དང་ །_ ལྟོ ར་ འགྲོ་བ འི་ རླུང་ དང་ །_
en: There is upward-moving wind, downward-moving wind, openly moving wind, and abdominal wind.

source: དེ་བཞིན་ དུ་ རལ་གྲི་ དང་ །_ ཁབ་ དང་ །_ མཚོན་ཆ་ ལྟ་བུ འི་ རླུང་ དང་ །_ རླུང་སྐྲན་ དང་ །_ སྲིན་བུ་ དང་ །_ ལྷན་ཅིག་ རྒྱུ་བ འི་ རླུང་ བརྒྱད་ཅུ་ དག་ ཡོད་ དོ །_།
en: Likewise, there are winds that resemble a sword, a needle, and a weapon, as well as the swelling wind, the parasite wind, and the accompanying wind.

source: རླུང་ བརྒྱད་ཅུ་ དག་ ཡན་ལག་ དང་ ཉིང་ལག་ དག་ གི་ རྗེས་སུ་ འཇུག་ གོ །_།
en: In this way eighty winds move through the major and minor body parts.

source: གང་ ལུས་ འདི་ ལ་ གཞན་ ཡང་ ནང་ དང་ སོ་སོ འི་ ནང་ གི་ རླུང་ དང་ །_ རླུང་ གི་ རྣམ་པ་ ཡང་ ཞིང་ གཡོ་བ་ བཟུང་བ་ དང་ ཟིན་པ་ འདི་ ནི་ ནང་ གི་ རླུང་ གི་ ཁམས་ ཞེས་ བྱ འོ །_།
en: All those winds, as well as the light and moving features of wind, which are found within the body with varying degrees of internality and which are embraced by consciousness or merely possessed, comprise the inner wind element.

source: དེ་ ལ་ ཕྱི་རོལ་ གྱི་ རླུང་ གི་ ཁམས་ གང་ཞེ་ན །_
en: $20 “Which is the outer wind element?

source: ཕྱི་རོལ་ གྱི་ གང་ ཆུང་ ཟད་ རླུང་ དང་ །_ རླུང་ གི་ རྣམ་པ་ ཡང་ ཞིང་ གཡོ་ བ་མ་ བཟུང་ མ་ཟིན་པ་ འདི་ ནི་ ཕྱི་རོལ་ གྱི་ རླུང་ གི་ ཁམས་ ཞེས་ བྱ འོ །_།
en: All factors that are somewhat characterized by being external wind and have the light and moving features of wind, and that are neither embraced by consciousness nor merely possessed, are collectively referred to as the outer wind element.
